
workout_plan = {
    'Грудь': [
        'Жим штанги лежа',
        'Жим гантелей лежа',
        'Жим штанги 30 градусов',
        'Жим гантелей 30 градусов',
        'Бабочка',
        'Отжимания на брусьях'
    ],
    'Спина': [
        'Подтягивания широким хватом',
        'Подтягивания обратным хватом',
        'Тяга штанги в наклоне обратным хватом',
        'Тяга вертикального блока',
        'Тяга штанги в наклоне'
    ],
    'Руки': [
        'Французский жим штанги',
        'Французский жим гантели',
        'Разгибания на блоке',
        'Подъем штанги на бицепс стоя'
    ],
    'Плечи': [
        'Жим штанги стоя',
        'Жим штанги из-за головы сидя'
    ],
    'Ноги': [
        'Приседания со штангой',
        'Мертвая тяга на прямых ногах',
        'Выпады с гантелями',
        'Разгибания',
        'Сгибания',
        'Жим ногами'
    ]
}
